{
  "navbar": {
    "contact": "اتصل بنا",
    "about": "من نحن"
  },

  "banner": {
    "title": "خدمات مالية ولغوية احترافية",
    "description": "شريكك الموثوق لخدمات الضرائب والترجمة والهجرة. نحن متخصصون في إعداد الضرائب ومسك الدفاتر وخدمات الترجمة المعتمدة. دعنا نتولى احتياجاتك المالية والقانونية باحترافية وعناية.",
    "getStarted": "ابدأ الآن",
    "aboutUs": "من نحن"
  },

  "services": {
    "title": "الخدمات",
    "menuTitle": "الخدمات",
    "subtitle": "نقدم مجموعة متنوعة من الخدمات المصممة لتلبية احتياجاتك المالية والقانونية",

    "tax_efiling": {
      "title": "خدمات التقديم الإلكتروني للضرائب",
      "description": "قم بتبسيط عملية تقديم الضرائب الخاصة بك مع خدمة إعداد الإقرارات الضريبية الخبيرة للأفراد والشركات الصغيرة. سواء كنت بحاجة إلى مساعدة في التقديمات السنوية أو المواقف الضريبية الأكثر تعقيدًا، فنحن نغطي كل ذلك."
    },
    "bookkeeping": {
      "title": "مسك الدفاتر",
      "description": "خدمات مسك الدفاتر لدينا مصممة للحفاظ على تنظيم أعمالك الصغيرة. من إدارة السجلات المالية إلى الحفاظ على حسابات جاهزة للضرائب، نحن نضمن الدقة والامتثال على مدار العام."
    },
    "translation": {
      "title": "خدمات الترجمة",
      "description": "نقدم خدمات ترجمة احترافية باللغات الإنجليزية والعربية والفرنسية. سواء كنت بحاجة إلى ترجمة وثائق للاستخدام الرسمي أو للتواصل التجاري، فإننا نضمن الدقة والملاءمة الثقافية."
    },
    "immigration": {
      "title": "خدمات الهجرة",
      "description": "يمكن أن تكون عملية الهجرة مرهقة. نحن نساعد في إعداد الوثائق والنماذج وخدمات التوثيق لتبسيط رحلة الهجرة الخاصة بك."
    },
    "notary": {
      "title": "خدمات التوثيق",
      "description": "هل تحتاج إلى توثيق للمستندات القانونية؟ نقدم خدمات توثيق معتمدة لتصديق مستنداتك الهامة."
    }
  },

  "about": {
    "title": "من أنا",
    "description1": "محمود سماوي هو معد ضرائب ومترجم معتمد، يخدم الأفراد والشركات الصغيرة في فيلادلفيا. بصفته عضوًا فخورًا في جمعية المترجمين الأمريكيين، يقدم محمود خدمات ترجمة خبيرة باللغات الإنجليزية والعربية والفرنسية.",
    "description2": "وهو ملتزم بتقديم خدمة شخصية في مجالات مثل إعداد الضرائب ومسك الدفاتر ودعم الهجرة. يسعى محمود إلى تبسيط العمليات المعقدة وتقديم حلول موثوقة مصممة لتلبية الاحتياجات الفريدة لكل عميل."
  },

  "footer": {
    "locationTitle": "موقعنا",
    "services": "الخدمات",
    "company": "الشركة",
    "helpfulLinks": "روابط مفيدة",
    "address": "1787 S 8th St (زاوية شارع 8 وشارع مور) فيلادلفيا، بنسلفانيا 19148 الولايات المتحدة الأمريكية",
    "phone": "(267) 304-7121",
    "email": "msamaoui@outlook.com",
    "contactMessage": "للحصول على دعم في مجال الضرائب والترجمة والدعم القانوني، لا تتردد في الاتصال بنا اليوم. نحن هنا لتسهيل العملية عليك!",
    "legal": {
      "terms": "شروط الخدمة",
      "privacy": "سياسة الخصوصية",
      "cookies": "سياسة ملفات تعريف الارتباط"
    },
    "copyright": "© {{year}} محمود سماوي. جميع الحقوق محفوظة."
  },

  "contact": {
    "title": "تواصل معنا",
    "subtitle": "هل أنت مستعد لرفع مستوى استراتيجيتك المالية أو تحتاج إلى ترجمة خبيرة؟ دعنا نتواصل!",
    "nameInput": "اسمك",
    "emailInput": "email@example.com",
    "messageInput": "الرسالة",
    "send": "إرسال"
  }
}
